Repository: conedevelopment/simplepay-gateway
Catalog: languages/cone-simplepay-*.po
Languages: hu_hu

source: OTP SimplePay Gateway for WooCommerce
hu_hu: OTP SimplePay Fizetési Kapu

source: OTP SimplePay payment gateway integration for WooCommerce.
hu_hu: OTP SimplePay Fizetési Kapu

source: Enable SimplePay
hu_hu: SimplePay engedélyezése

source: Credit Card
hu_hu: Bankkártya

source: Pay with credit card via SimplePay.
hu_hu: Bankkártyás fizetés SimplePay-en keresztül.

source: Transaction Prefix
hu_hu: Tranzakció Előtag

source: This prefix will be prepended to the order.
hu_hu: Ez az előtag a rendelés azonosítójához lesz csatolva.

source: IPN/IRN settings
hu_hu: IPN/IRN beállítások

source: The shop's IPN/IRN URL:
hu_hu: A bolt IPN/IRN URL-je:

source: Sandbox Settings
hu_hu: Teszt mód beállítások

source: If this option is on this gateway is in test (sandbox) mode.
hu_hu: Ha ez be van kapcsolva, a fizetési kapu tesztüzemben működik.

source: Enable Sandbox Mode
hu_hu: Teszt mód engedélyezése

source: Two Step Payments
hu_hu: Kétlépcsős fizetés

source: If this option is on, two step payments are enabled.
hu_hu: Ha ez be van kapcsolva, a kétlépcsős fizetés aktív.

source: Enable Two Step Payments
hu_hu: Kétlépcsős fizetés engedélyezése

source: HUF Merchant Settings
hu_hu: HUF kiszolgáló beállítások

source: Settings for HUF currency. These are activated when the customer checks out with HUF prices.
hu_hu: HUF valuta beállítások. Ezek az értékek akkor érvényesülnek, ha a vásárló HUF valutában vásárol.

source: HUF Merchant ID
hu_hu: HUF kiszolgáló azonosító

source: This is the merchant ID for HUF currency.
hu_hu: Ez a kiszolgáló azonosító HUF valutához.

source: HUF Secret Key
hu_hu: HUF titkos kulcs

source: This is the secret key for HUF currency.
hu_hu: Ez a titkos kulcs HUF valutához.

source: Sandbox
hu_hu: Teszt

source: This is the sandbox merchant ID for HUF currency.
hu_hu: Ez a teszt kiszolgáló azonosító HUF valutához.

source: This is the sandbox secret key for HUF currency.
hu_hu: Ez a teszt titkos kulcs HUF valutához.

source: EUR Merchant Settings
hu_hu: EUR kiszolgáló beállítások

source: Settings for EUR currency. These are activated when the customer checks out with EUR prices.
hu_hu: EUR valuta beállítások. Ezek az értékek akkor érvényesülnek, ha a vásárló EUR valutában vásárol.

source: EUR Merchant ID
hu_hu: EUR kiszolgáló azonosító

source: This is the merchant ID for EUR currency.
hu_hu: Ez a kiszolgáló azonosító EUR valutához.

source: EUR Secret Key
hu_hu: EUR titkos kulcs

source: This is the secret key for EUR currency.
hu_hu: Ez a titkos kulcs EUR valutához.

source: This is the sandbox merchant ID for EUR currency.
hu_hu: Ez a teszt kiszolgáló azonosító EUR valutához.

source: This is the sandbox secret key for EUR currency.
hu_hu: Ez a teszt titkos kulcs EUR valutához.

source: USD Merchant Settings
hu_hu: USD kiszolgáló beállítások

source: Settings for USD currency. These are activated when the customer checks out with USD prices.
hu_hu: USD valuta beállítások. Ezek az értékek akkor érvényesülnek, ha a vásárló USD valutában vásárol.

source: USD Merchant ID
hu_hu: USD kiszolgáló azonosító

source: This is the merchant ID for USD currency.
hu_hu: Ez a kiszolgáló azonosító USD valutához.

source: USD Secret Key
hu_hu: USD titkos kulcs

source: This is the secret key for USD currency.
hu_hu: Ez a titkos kulcs USD valutához.

source: This is the sandbox merchant ID for USD currency.
hu_hu: Ez a teszt kiszolgáló azonosító USD valutához.

source: This is the sandbox secret key for USD currency.
hu_hu: Ez a teszt titkos kulcs USD valutához.

source: Icon Settings
hu_hu: Ikon Beállítások

source: Show SimplePay icon on checkout
hu_hu: SimplePay ikon megjelenítése a pénztár oldalon

source: Show icon
hu_hu: Ikon megjelenítése

source: Debug Settings
hu_hu: Hibakereső beállítások

source: Debug log
hu_hu: Hibakereső napló

source: Enable logging
hu_hu: Naplózás engedélyezése

source: Log SimplePay events, such as IPN requests, inside log files with the following prefix
hu_hu: SimplePay események naplózása - mint az IPN hívások – a megadott előtaggal ellátott fájlokban

source: SimplePay transaction ID
hu_hu: SimplePay tranzakció azonosító

source: OTP SimplePay Payment Gateway
hu_hu: OTP SimplePay Fizetési Kapu

source: Order not found.
hu_hu: A rendelés nem található.

source: Invalid signature.
hu_hu: Érvénytelen aláírás.

source: IPN event was fired.
hu_hu: Az IPN hívás megtörtént.

source: Unknown IPN status:
hu_hu: Ismeretlen IPN status:

source: IRN event was fired.
hu_hu: Az IRN hívás megtörtént.

source: Cancelled transaction.
hu_hu: Megszakított tranzakció.

source: Failed transaction: %d. Please check if the given credentials are correct, or contact your card publisher.
hu_hu: Sikertelen tranzakció: %d. Kérjük ellenőrizze, hogy a megadott adatok helyesek-e vagy szíveskedjen kapcsolatba lépni kártyakibocsátó bankjával.

source: Expired transaction.
hu_hu: Lejárt tranzakció.

source: %d %s is reserved in SimplePay.
hu_hu: %d %s lefoglalásra került a SimplePay rendszerében.

source: %d %s is reserved in SimplePay (not precise).
hu_hu: %d %s lefoglalásra került a SimplePay rendszerében (nem pontos).

source: The OTP SimplePay Gateway plugin V3 has been released. This version will not get any updates in the future.
hu_hu: Az OTP SimplePay fizetési kapu V3-as verziója elérhető. A jelenlegi V2-es verzió támogatása megszűnik.

source: Get your license:
hu_hu: Licenc beszerzése:

source: Please activate WooCommerce before using SimplePay Gateway!
hu_hu: Kérünk, aktiváld a WooCommerce bővítményt mielőtt a SimplePay fizetési kaput használod!

source: Finish the two step SimplePay payment
hu_hu: Kétlépcsős SimplePay tranzakció lezárása

source: Two step SimplePay payment has been finished.
hu_hu: A kétlépcsős SimplePay tranzakció lezárásra került.

source: Two step SimplePay payment request has been failed.
hu_hu: A kétlépcsős SimplePay tranzakció lezárása sikertelen.
